{
  "poems": [
    {
      "id": 1,
      "title": "The Song About the Song",
      "content": "This is the song about the show! And it's a show with a song about The Songs we're gonna sing We'll sing you the songs about The song about the show! Songs about the singing we'll do! Songs about the songs about The song about the show! Songs that we'll be singing to you! You'll hear us singing songs about The songs about the songs, The songs about the songs about the songs-- Songs about the songs about The songs about the songs, The songs about the songs about the show!",
      "author": "Bryan Higgins"
    },
    {
      "id": 2,
      "title": "My Pickle",
      "content": "...may my pickle stroll about hungryand fearless and thirsty and suppleand even if it's sunday may it be wrongfor whenever gherkins are green they are not young and may my sweet and sour do nothing usefullyand love yourself so more than pickle-juiceythere's never been quite such a fool who could failpulling all the sky over him with one bite.",
      "author": "Jon Glass"
    },
    {
      "id": 3,
      "title": "Ithaca",
      "content": "When you set out on your journey to Ithaca, pray that the road is long, full of adventure, full of knowledge. The Brownings and the Mossbergs, the angry Colts -- do not fear them: You will never find such as these on your path, if your thoughts remain lofty, if a fine emotion touches your spirit and your body. The StrapGuns and the Uzis, the fierce Technines you will never encounter, if you do not carry them within your soul, if your soul does not set them up before you. Pray that the road is long.... ",
      "author": "T Y Alevizos"
    },
    {
      "id": 4,
      "title": "The Visitor",
      "content": "A ferret visited my house with little tiny cymbals. I felt that I should pick him up but couldn't find my thimbles.He jumped into my dresser drawer (The one with rags and papers) I slammed it shut and taped it tight and gave it to the neighbors.The neighbors liked the furniture but did not like the ferret. They took it to a hardware store to trade it for a parrot.The parrot, now, it sings to me across the narrow alley. I'd like to take it far away, But it's too big to carry.If animals come in your house just make them go away. You can give them to your friends but still you'll have to pay.",
      "author": "Alan R. Turner."
    },
    {
      "author": "Lewis Carrol",
      "title": "Jabberwocky",
      "content": "’Twas brillig, and the slithy toves \n      Did gyre and gimble in the wabe: \nAll mimsy were the borogoves, \n      And the mome raths outgrabe. \n\n“Beware the Jabberwock, my son! \n      The jaws that bite, the claws that catch! \nBeware the Jubjub bird, and shun \n      The frumious Bandersnatch!” \n\nHe took his vorpal sword in hand; \n      Long time the manxome foe he sought— \nSo rested he by the Tumtum tree \n      And stood awhile in thought. \n\nAnd, as in uffish thought he stood, \n      The Jabberwock, with eyes of flame, \nCame whiffling through the tulgey wood, \n      And burbled as it came! \n\nOne, two! One, two! And through and through \n      The vorpal blade went snicker-snack! \nHe left it dead, and with its head \n      He went galumphing back. \n\n“And hast thou slain the Jabberwock? \n      Come to my arms, my beamish boy! \nO frabjous day! Callooh! Callay!” \n      He chortled in his joy. \n\n’Twas brillig, and the slithy toves \n      Did gyre and gimble in the wabe: \nAll mimsy were the borogoves, \n      And the mome raths outgrabe.\n\n",
      "id": 5
    },
    {
      "author": "Frank O'Hara",
      "title": "Poem [“Lana Turner has collapsed!”]",
      "content": "Lana Turner has collapsed!\nI was trotting along and suddenly\nit started raining and snowing\nand you said it was hailing\nbut hailing hits you on the head\nhard so it was really snowing and\nraining and I was in such a hurry\nto meet you but the traffic\nwas acting exactly like the sky\nand suddenly I see a headline\nlana turner has collapsed!\nthere is no snow in Hollywood\nthere is no rain in California\nI have been to lots of parties\nand acted perfectly disgraceful\nbut I never actually collapsed\noh Lana Turner we love you get up",
      "id": 6
    },
    {
      "author": "Frank O'Hara",
      "title": "Music",
      "content": "poet Frank O'Hara #127 on top 500 poets Poet's PagePoemsQuotesCommentsStatsE-BooksBiographyShare on FacebookShare on Twitter\nPoems by Frank O'Hara : 29 / 52 « prev. poem next poem »\nMusic - Poem by Frank O'Hara\n\nAutoplay next video\nIf I rest for a moment near The Equestrian\npausing for a liver sausage sandwich in the Mayflower Shoppe,\nthat angel seems to be leading the horse into Bergdorf's\nand I am naked as a table cloth, my nerves humming.\nClose to the fear of war and the stars which have disappeared.\nI have in my hands only 35c, it's so meaningless to eat!\nand gusts of water spray over the basins of leaves\nlike the hammers of a glass pianoforte. If I seem to you\nto have lavender lips under the leaves of the world,\nI must tighten my belt.\nIt's like a locomotive on the march, the season\nof distress and clarity\nand my door is open to the evenings of midwinter's\nlightly falling snow over the newspapers.\nClasp me in your handkerchief like a tear, trumpet\nof early afternoon! in the foggy autumn.\nAs they're putting up the Christmas trees on Park Avenue\nI shall see my daydreams walking by with dogs in blankets,\nput to some use before all those coloured lights come on!\nBut no more fountains and no more rain,\nand the stores stay open terribly late. ",
      "id": 7
    },
    {
      "author": "William Shakespeare",
      "title": "Sonnet 135",
      "content": "Whoever hath her wish, thou hast thy Will, \nAnd Will to boot, and Will in overplus; \nMore than enough am I that vex thee still, \nTo thy sweet will making addition thus. \nWilt thou, whose will is large and spacious, \nNot once vouchsafe to hide my will in thine? \nShall will in others seem right gracious, \nAnd in my will no fair acceptance shine? \nThe sea, all water, yet receives rain still, \nAnd in abundance addeth to his store; \nSo thou being rich in Will add to thy Will \nOne will of mine, to make thy large Will more. \n   Let no unkind, no fair beseechers kill; \n   Think all but one, and me in that one Will.",
      "id": 8
    },
    {
      "author": "Theodore Seuss Geisel",
      "title": "Green Eggs and Ham",
      "content": "poet Theodor Seuss GeiselPoet's PagePoemsQuotesCommentsStatsBiographyShare on FacebookShare on Twitter\nPoems by Theodor Seuss Geisel : 1 / 13 next poem »\nGreen Eggs and Ham - Poem by Theodor Seuss Geisel\nAutoplay next video\nDo you like green eggs and ham?\n\nI do not like them, Sam-I-am.\nI do not like green eggs and ham!\n\nWould you like them here or there?\n\nI would not like them here or there.\nI would not like them anywhere.\n\nI do so like green eggs and ham!\nThank you! Thank you,\nSam-I-am! ",
      "id": 9
    },
    {
      "author": "Will",
      "title": "Will's poem",
      "content": "This is my poem",
      "id": 10
    },
    {
      "author": "John Donne",
      "title": "The Sun Rising",
      "content": " BUSY old fool, unruly Sun,\t\n    Why dost thou thus,\t\nThrough windows, and through curtains, call on us? 1\t\nMust to thy motions lovers’ seasons run?\t\n    Saucy pedantic wretch, go chide\t        5\n    Late school-boys and sour 2 prentices,\t\n  Go tell court-huntsmen that the king will ride,\t\n  Call country ants to harvest offices;\t\nLove, all alike, no season knows nor clime,\t\nNor hours, days, months, which are the rags of time.\t        10\n \n    Thy beams so reverend, and strong\t\n    Why shouldst thou think?\t\nI could eclipse and cloud them with a wink,\t\nBut that I would not lose her sight so long. 3\t\n    If her eyes have not blinded thine,\t        15\n    Look, and to-morrow late tell me,\t\n  Whether both th’ Indias of spice and mine\t\n  Be where thou left’st them, 4 or lie here with me.\t\nAsk for those kings whom thou saw’st yesterday,\t\nAnd thou shall hear, “All here in one bed lay.”\t        20\n \n    She’s all states, and all princes I;\t\n    Nothing else is;\t\nPrinces do but play us; compared to this,\t\nAll honour’s mimic, all wealth alchemy.\t\n    Thou, Sun, art half as happy as we,\t        25\n    In that the world’s contracted thus;\t\n  Thine age asks ease, and since thy duties be\t\n  To warm the world, that’s done in warming us.\t\nShine here to us, and thou art everywhere;\t\nThis bed thy centre is, these walls thy sphere.\t        30\n",
      "id": 11
    },
    {
      "author": "John Donne",
      "title": "The Will",
      "content": "   BEFORE I sigh my last gasp, let me breathe, \n    Great Love, some legacies ; I here bequeath \n    Mine eyes to Argus, if mine eyes can see ; \n    If they be blind, then, Love, I give them thee ;\n    My tongue to Fame ; to ambassadors mine ears ;\n            To women, or the sea, my tears ;\n        Thou, Love, hast taught me heretofore\n    By making me serve her who had twenty more,\nThat I should give to none, but such as had too much before.\n\n    My constancy I to the planets give ;\n    My truth to them who at the court do live ;\n    My ingenuity and openness,\n    To Jesuits ; to buffoons my pensiveness ;\n    My silence to any, who abroad hath been ;\n            My money to a Capuchin :\n        Thou, Love, taught'st me, by appointing me\n    To love there, where no love received can be,\nOnly to give to such as have an incapacity.\n\n    My faith I give to Roman Catholics ;\n    All my good works unto the Schismatics\n    Of Amsterdam ; my best civility\n    And courtship to an University ;\n    My modesty I give to soldiers bare ;\n            My patience let gamesters share :\n        Thou, Love, taught'st me, by making me\n    Love her that holds my love disparity,\nOnly to give to those that count my gifts indignity.\n\n    I give my reputation to those\n    Which were my friends ; mine industry to foes ;\n    To schoolmen I bequeath my doubtfulness ;\n    My sickness to physicians, or excess ;\n    To nature all that I in rhyme have writ ; \n            And to my company my wit :\n        Thou, Love, by making me adore\n    Her, who begot this love in me before,\nTaught'st me to make, as though I gave, when I do but restore.\n\n    To him for whom the passing-bell next tolls,\n    I give my physic books ; my written rolls\n    Of moral counsels I to Bedlam give ;\n    My brazen medals unto them which live\n    In want of bread ; to them which pass among\n            All foreigners, mine English tongue :\n        Though, Love, by making me love one\n    Who thinks her friendship a fit portion\nFor younger lovers, dost my gifts thus disproportion.\n\n    Therefore I'll give no more, but I'll undo\n    The world by dying, because love dies too.\n    Then all your beauties will be no more worth\n    Than gold in mines, where none doth draw it forth ;\n    And all your graces no more use shall have,\n            Than a sun-dial in a grave :\n        Thou, Love, taught'st me by making me\n    Love her who doth neglect both me and thee,\nTo invent, and practise this one way, to annihilate all three.",
      "id": 12
    }
  ]
}